Repository: z23blhx/FufuLauncher
Catalog: FufuLauncher/Strings/*/Resources.resw
Source language: en_us
Languages: de_de, es_mx, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, pt_br, ru_ru, zh_cn, zh_tw

# OtherPage_ClickMode
source: Click Mode
de_de: Klickmodus
es_mx: Modo de clic
fr_fr: Mode de clic
hi_in: क्लिक मोड
id_id: Mode Klik
it_it: Modalità Click
ja_jp: クリックモード
ko_kr: 클릭 모드
pt_br: Modo de clique
ru_ru: Режим клика
zh_cn: 连点模式
zh_tw: 連點模式

# OtherPage_MouseLeft
source: Left Mouse Button
de_de: Linke Maustaste
es_mx: Botón izquierdo del mouse
fr_fr: Clic gauche
hi_in: बायाँ माउस बटन
id_id: Tombol Kiri Mouse
it_it: Tasto Sinistro Mouse
ja_jp: マウス左ボタン
ko_kr: 마우스 왼쪽 버튼
pt_br: Botão esquerdo do mouse
ru_ru: Левая кнопка мыши
zh_cn: 鼠标左键
zh_tw: 滑鼠左鍵

# OtherPage_MouseRight
source: Right Mouse Button
de_de: Rechte Maustaste
es_mx: Botón derecho del mouse
fr_fr: Clic droit
hi_in: दायाँ माउस बटन
id_id: Tombol Kanan Mouse
it_it: Tasto Destro Mouse
ja_jp: マウス右ボタン
ko_kr: 마우스 오른쪽 버튼
pt_br: Botão direito do mouse
ru_ru: Правая кнопка мыши
zh_cn: 鼠标右键
zh_tw: 滑鼠右鍵

# OtherPage_MouseModeHint
source: Only one mouse mode can be enabled at a time. Set a stop hotkey before enabling a mouse mode.
de_de: Es kann nur ein Mausmodus gleichzeitig aktiv sein. Vor dem Aktivieren eines Mausmodus muss eine Stopptaste festgelegt werden.
es_mx: Solo se puede activar un modo de mouse a la vez. Establece un atajo de parada antes de activar un modo de mouse.
fr_fr: Un seul mode souris peut être activé à la fois. Vous devez définir un raccourci d'arrêt avant d'activer un mode souris.
hi_in: एक समय में केवल एक माउस मोड सक्षम किया जा सकता है। माउस मोड सक्षम करने से पहले स्टॉप हॉटकी सेट करें।
id_id: Hanya satu mode mouse yang dapat diaktifkan dalam satu waktu. Atur hotkey berhenti sebelum mengaktifkan mode mouse.
it_it: Solo una modalità mouse può essere abilitata alla volta. Imposta un tasto di arresto prima di abilitare una modalità mouse.
ja_jp: 両方のマウスモードは同時に有効にできません。マウスモードを有効にする前に停止ホットキーを設定してください。
ko_kr: 한 번에 하나의 마우스 모드만 활성화할 수 있습니다. 마우스 모드를 활성화하기 전에 중지 단축키를 설정하세요.
pt_br: Apenas um modo de mouse pode ser ativado por vez. Defina um atalho de parada antes de ativar um modo de mouse.
ru_ru: Только один режим мыши. Сначала задайте стоп-клавишу.
zh_cn: 两个鼠标模式只能开启一个。开启鼠标模式前必须设置停止快捷键。
zh_tw: 兩個滑鼠模式只能開啟一個。開啟滑鼠模式前必須設定停止快捷鍵。

# OtherPage_TriggerKeyHeader
source: Trigger Key (hold this key)
de_de: Auslösetaste (gedrückt halten)
es_mx: Tecla de activación (mantén presionada esta tecla)
fr_fr: Touche de déclenchement (maintenir)
hi_in: ट्रिगर कुंजी (यह कुंजी दबाए रखें)
id_id: Tombol Pemicu (tahan tombol ini)
it_it: Tasto Trigger (tieni premuto questo tasto)
ja_jp: トリガーキー（押し続けるキー）
ko_kr: 트리거 키 (이 키를 길게 누름)
pt_br: Tecla de gatilho (segure esta tecla)
ru_ru: Клавиша запуска (удерживать)
zh_cn: 触发键 (按住此键)
zh_tw: 觸發鍵 (按住此鍵)

# OtherPage_RecordClick
source: Click to Record
de_de: Aufnahme starten
es_mx: Haz clic para grabar
fr_fr: Enregistrer un clic
hi_in: रिकॉर्ड करने के लिए क्लिक करें
id_id: Klik untuk Merekam
it_it: Clicca per Registrare
ja_jp: クリックして記録
ko_kr: 클릭하여 기록
pt_br: Clique para gravar
ru_ru: Запись клика
zh_cn: 点击录制
zh_tw: 點擊錄製

# OtherPage_StopKeyHeader
source: Stop Hotkey (required)
de_de: Stopptaste (muss festgelegt werden)
es_mx: Atajo de parada (obligatorio)
fr_fr: Raccourci d'arrêt (obligatoire)
hi_in: स्टॉप हॉटकी (आवश्यक)
id_id: Hotkey Berhenti (wajib)
it_it: Tasto Arresto (obbligatorio)
ja_jp: 停止ホットキー（必須）
ko_kr: 중지 단축키 (필수)
pt_br: Atalho de parada (obrigatório)
ru_ru: Стоп-клавиша (обязательно)
zh_cn: 停止快捷键 (必须设置)
zh_tw: 停止快捷鍵 (必須設定)

# OtherPage_ClickKeyHeader
source: Keyboard Click Key (keyboard mode only)
de_de: Klicktaste (nur Tastaturmodus)
es_mx: Tecla de clic de teclado (solo modo teclado)
fr_fr: Touche de clic clavier (mode clavier uniquement)
hi_in: कीबोर्ड क्लिक कुंजी (केवल कीबोर्ड मोड)
id_id: Tombol Klik Keyboard (hanya mode keyboard)
it_it: Tasto Click Tastiera (solo modalità tastiera)
ja_jp: キーボードクリックキー（キーボードモードのみ）
ko_kr: 키보드 클릭 키 (키보드 모드 전용)
pt_br: Tecla de clique do teclado (apenas modo teclado)
ru_ru: Клавиша клика (только клавиатура)
zh_cn: 键盘连点键 (仅键盘模式)
zh_tw: 鍵盤連點鍵 (僅鍵盤模式)

# OtherPage_UsageInstructions
source: Usage Instructions
de_de: Anleitung
es_mx: Instrucciones de uso
fr_fr: Instructions
hi_in: उपयोग निर्देश
id_id: Petunjuk Penggunaan
it_it: Istruzioni d'Uso
ja_jp: 使用方法
ko_kr: 사용 방법
pt_br: Instruções de uso
ru_ru: Инструкция
zh_cn: 使用说明
zh_tw: 使用說明

# OtherPage_UsageHint
source: Click the icon to start recording, then press any key. Left and right mouse button modes are mutually exclusive. You must set a stop hotkey first.
de_de: Klicke auf das Aufnahmesymbol rechts und drücke eine beliebige Taste. Linker und rechter Mausmodus schließen sich gegenseitig aus; vorher muss eine Stopptaste festgelegt werden.
es_mx: Haz clic en el icono para comenzar a grabar, luego presiona cualquier tecla. Los modos de botón izquierdo y derecho del mouse son mutuamente excluyentes. Primero debes establecer un atajo de parada.
fr_fr: Cliquez sur l'icône à droite pour enregistrer, puis appuyez sur une touche du clavier. Les modes clic gauche et clic droit sont mutuellement exclusifs et nécessitent d'abord de définir un raccourci d'arrêt.
hi_in: रिकॉर्डिंग प्रारंभ करने के लिए आइकन पर क्लिक करें, फिर कोई भी कुंजी दबाएँ। बायाँ और दायाँ माउस बटन मोड परस्पर अनन्य हैं। आपको पहले स्टॉप हॉटकी सेट करनी होगी।
id_id: Klik ikon untuk mulai merekam, lalu tekan tombol apa saja. Mode tombol kiri dan kanan mouse saling eksklusif. Anda harus mengatur hotkey berhenti terlebih dahulu.
it_it: Clicca l'icona per avviare la registrazione, poi premi qualsiasi tasto. Le modalità tasto sinistro e destro mouse si escludono a vicenda. Devi impostare prima un tasto di arresto.
ja_jp: アイコンをクリックして記録開始、任意のキーを押してください。左右マウスボタンモードは排他的で、停止ホットキーを最初に設定する必要があります。
ko_kr: 아이콘을 클릭하여 기록을 시작한 후 아무 키나 누르세요. 왼쪽 및 오른쪽 마우스 버튼 모드는 상호 배타적입니다. 먼저 중지 단축키를 설정해야 합니다.
pt_br: Clique no ícone para começar a gravar e pressione qualquer tecla. Os modos de botão esquerdo e direito do mouse são mutuamente exclusivos. Você deve definir um atalho de parada primeiro.
ru_ru: Нажмите иконку для записи, затем нажмите клавишу. Режимы мыши взаимоисключающие.
zh_cn: 点击右侧图标进行录制，然后按下键盘上任意键。鼠标左键和右键模式互斥，且必须先设置停止快捷键。
zh_tw: 點擊右側圖示進行錄製，然後按下鍵盤上任意鍵。滑鼠左鍵和右鍵模式互斥，且必須先設定停止快捷鍵。

# OtherPage_UtilityTools
source: Utility Tools
de_de: Nützliche Werkzeuge
es_mx: Herramientas de utilidad
fr_fr: Outils pratiques
hi_in: उपयोगिता उपकरण
id_id: Alat Utilitas
it_it: Strumenti Utilità
ja_jp: ユーティリティツール
ko_kr: 유틸리티 도구
pt_br: Ferramentas utilitárias
ru_ru: Утилиты
zh_cn: 实用工具
zh_tw: 實用工具

# OtherPage_Browser
source: Browser
es_mx: Navegador
fr_fr: Navigateur
hi_in: ब्राउज़र
ja_jp: ブラウザ
ko_kr: 브라우저
pt_br: Navegador
ru_ru: Браузер
zh_cn: 浏览器
zh_tw: 瀏覽器

# OtherPage_BrowserDesc
source: Open a standalone floating browser with always-on-top support
de_de: Öffnet einen eigenständigen, anheftbaren Browser.
es_mx: Abre un navegador flotante independiente con soporte de siempre visible
fr_fr: Ouvrir un navigateur flottant indépendant avec fonction toujours au premier plan
hi_in: हमेशा-ऊपर समर्थन के साथ स्टैंडअलोन फ़्लोटिंग ब्राउज़र खोलें
id_id: Buka browser mengambang mandiri dengan dukungan selalu di atas
it_it: Apri un browser fluttuante indipendente con supporto sempre in primo piano
ja_jp: 常に前面表示に対応した独立フローティングブラウザを開く
ko_kr: 항상 위에 표시되는 독립형 플로팅 브라우저 열기
pt_br: Abrir um navegador flutuante independente com suporte a sempre no topo
ru_ru: Плавающий браузер с закреплением поверх окон
zh_cn: 打开一个支持置顶的独立悬浮浏览器
zh_tw: 開啟一個支援最上層顯示的獨立懸浮瀏覽器

# OtherPage_Open
source: Open
de_de: Öffnen
es_mx: Abrir
fr_fr: Ouvrir
hi_in: खोलें
id_id: Buka
it_it: Apri
ja_jp: 開く
ko_kr: 열기
pt_br: Abrir
ru_ru: Открыть
zh_cn: 打开
zh_tw: 開啟

# OtherPage_SaveConfig
source: Save Configuration
de_de: Konfiguration speichern
es_mx: Guardar configuración
fr_fr: Enregistrer la configuration
hi_in: कॉन्फ़िगरेशन सहेजें
id_id: Simpan Konfigurasi
it_it: Salva Configurazione
ja_jp: 設定を保存
ko_kr: 설정 저장
pt_br: Salvar configuração
ru_ru: Сохранить конфигурацию
zh_cn: 保存配置
zh_tw: 儲存設定

# OtherPage_KeyRecorderEnabled
source: Key recorder enabled. Global key events registered to: {0}
de_de: Tastenaufnahme aktiviert, globale Tastenereignisse registriert für {0}
es_mx: Grabador de teclas activado. Eventos de teclas globales registrados en: {0}
fr_fr: Enregistrement de touches activé, événements clavier globaux enregistrés sur {0}
hi_in: कुंजी रिकॉर्डर सक्षम। ग्लोबल कुंजी इवेंट पंजीकृत: {0}
id_id: Perekam tombol diaktifkan. Event tombol global terdaftar ke: {0}
it_it: Registratore tasti abilitato. Eventi tasti globali registrati su: {0}
ja_jp: キー記録有効。グローバルキーイベント登録先: {0}
ko_kr: 키 레코더 활성화됨. 글로벌 키 이벤트 등록 대상: {0}
pt_br: Gravador de teclas ativado. Eventos globais de teclas registrados para: {0}
ru_ru: Запись клавиш включена, события зарегистрированы для {0}
zh_cn: 按键录制配置开启，全局按键事件已注册到 {0}
zh_tw: 按鍵錄製設定開啟，全域按鍵事件已註冊到 {0}

# OtherPage_KeyRecorderDisabled
source: Key recorder disabled. Global key events unregistered.
de_de: Tastenaufnahme deaktiviert, globale Tastenereignisse abgemeldet
es_mx: Grabador de teclas desactivado. Eventos de teclas globales no registrados.
fr_fr: Enregistrement de touches désactivé, événements clavier globaux désenregistrés
hi_in: कुंजी रिकॉर्डर अक्षम। ग्लोबल कुंजी इवेंट अपंजीकृत।
id_id: Perekam tombol dinonaktifkan. Event tombol global tidak terdaftar.
it_it: Registratore tasti disabilitato. Eventi tasti globali non registrati.
ja_jp: キー記録無効。グローバルキーイベント登録解除済み。
ko_kr: 키 레코더 비활성화됨. 글로벌 키 이벤트 등록 해제됨.
pt_br: Gravador de teclas desativado. Eventos globais de teclas não registrados.
ru_ru: Запись клавиш отключена, события отменены
zh_cn: 按键录制配置关闭，全局按键事件已注销
zh_tw: 按鍵錄製設定關閉，全域按鍵事件已註銷

# OtherPage_KeyEventError
source: Failed to register/unregister key events
de_de: Registrierung/Abmeldung der Tastenereignisse fehlgeschlagen
es_mx: Error al registrar/anular el registro de eventos de teclas
fr_fr: Échec d'enregistrement/désenregistrement des événements clavier
hi_in: कुंजी इवेंट पंजीकृत/अपंजीकृत करने में विफल
id_id: Gagal mendaftarkan/membatalkan pendaftaran event tombol
it_it: Registrazione/annullamento eventi tasti fallita
ja_jp: キーイベントの登録/解除に失敗しました
ko_kr: 키 이벤트 등록/해제 실패
pt_br: Falha ao registrar/remover eventos de teclas
ru_ru: Ошибка регистрации событий клавиш
zh_cn: 注册／注销按键事件失败
zh_tw: 註冊／註銷按鍵事件失敗

# OtherPage_UnloadCleanupError
source: Failed to clean up key events on page unload
de_de: Fehler beim Bereinigen der Tastenereignisse beim Entladen der Seite
es_mx: Error al limpiar eventos de teclas al descargar la página
fr_fr: Échec du nettoyage des événements clavier au déchargement de la page
hi_in: पेज अनलोड पर कुंजी इवेंट साफ़ करने में विफल
id_id: Gagal membersihkan event tombol saat halaman ditutup
it_it: Pulizia eventi tasti al cambio pagina fallita
ja_jp: ページアンロード時のキーイベントクリーンアップに失敗しました
ko_kr: 페이지 언로드 시 키 이벤트 정리 실패
pt_br: Falha ao limpar eventos de teclas ao descarregar a página
ru_ru: Ошибка очистки событий клавиш
zh_cn: 页面卸载清理按键事件失败
zh_tw: 頁面卸載清理按鍵事件失敗

# OtherPage_CapturingKey
source: Capturing key...
de_de: Taste wird erfasst
es_mx: Capturando tecla...
fr_fr: Capture de touche en cours
hi_in: कुंजी कैप्चर हो रही है...
id_id: Menangkap tombol...
it_it: Cattura tasto...
ja_jp: キー取得中...
ko_kr: 키 캡처 중...
pt_br: Capturando tecla...
ru_ru: Запись клавиши...
zh_cn: 捕获按键
zh_tw: 捕捉按鍵

# OtherPage_TriggerKeySet
source: Trigger key set
de_de: Auslösetaste festgelegt
es_mx: Tecla de activación establecida
fr_fr: Touche de déclenchement définie
hi_in: ट्रिगर कुंजी सेट
id_id: Tombol pemicu diatur
it_it: Tasto trigger impostato
ja_jp: トリガーキー設定完了
ko_kr: 트리거 키 설정됨
pt_br: Tecla de gatilho definida
ru_ru: Клавиша запуска задана
zh_cn: 触发键设置完成
zh_tw: 觸發鍵設定完成

# OtherPage_ClickKeySet
source: Click key set
de_de: Klicktaste festgelegt
es_mx: Tecla de clic establecida
fr_fr: Touche de clic définie
hi_in: क्लिक कुंजी सेट
id_id: Tombol klik diatur
it_it: Tasto click impostato
ja_jp: クリックキー設定完了
ko_kr: 클릭 키 설정됨
pt_br: Tecla de clique definida
ru_ru: Клавиша клика задана
zh_cn: 连点键设置完成
zh_tw: 連點鍵設定完成

# OtherPage_StopKeySet
source: Stop hotkey set
de_de: Stopptaste festgelegt
es_mx: Atajo de parada establecido
fr_fr: Raccourci d'arrêt défini
hi_in: स्टॉप हॉटकी सेट
id_id: Hotkey berhenti diatur
it_it: Tasto arresto impostato
ja_jp: 停止ホットキー設定完了
ko_kr: 중지 단축키 설정됨
pt_br: Atalho de parada definido
ru_ru: Стоп-клавиша задана
zh_cn: 停止快捷键设置完成
zh_tw: 停止快捷鍵設定完成

# OtherPage_KeyProcessError
source: Key processing error
de_de: Fehler bei der Tastenverarbeitung
es_mx: Error de procesamiento de tecla
fr_fr: Erreur de traitement de la touche
hi_in: कुंजी प्रसंस्करण त्रुटि
id_id: Kesalahan pemrosesan tombol
it_it: Errore elaborazione tasto
ja_jp: キー処理エラー
ko_kr: 키 처리 오류
pt_br: Erro de processamento de tecla
ru_ru: Ошибка обработки клавиши
zh_cn: 按键处理异常
zh_tw: 按鍵處理異常

# Account_NotLoggedIn
source: Not logged in
de_de: Nicht angemeldet
es_mx: No has iniciado sesión
fr_fr: Non connecté
hi_in: लॉगिन नहीं है
id_id: Belum login
it_it: Non connesso
ja_jp: 未ログイン
ko_kr: 로그인하지 않음
pt_br: Não conectado
ru_ru: Не выполнен вход
zh_cn: 尚未登录
zh_tw: 尚未登入

# Account_SavedAccounts
source: Saved Accounts
de_de: Gespeicherte andere Konten
es_mx: Cuentas guardadas
fr_fr: Autres comptes enregistrés
hi_in: सहेजे गए खाते
id_id: Akun Tersimpan
it_it: Account Salvati
ja_jp: 保存済みアカウント
ko_kr: 저장된 계정
pt_br: Contas salvas
ru_ru: Сохранённые аккаунты
zh_cn: 已保存的其他账户
zh_tw: 已儲存的其他帳戶

# Account_Login
source: Login
de_de: Anmelden
es_mx: Iniciar sesión
fr_fr: Connexion
hi_in: लॉगिन
it_it: Accedi
ja_jp: ログイン
ko_kr: 로그인
pt_br: Entrar
ru_ru: Войти
zh_cn: 登录
zh_tw: 登入

# Account_DailyCheckin
source: Daily Check-in
de_de: Täglicher Check-in
es_mx: Check-in diario
fr_fr: Check-in quotidien
hi_in: दैनिक चेक-इन
id_id: Check-in Harian
it_it: Check-in Giornaliero
ja_jp: デイリーチェックイン
ko_kr: 일일 출석 체크
pt_br: Check-in diário
ru_ru: Ежедневная отметка
zh_cn: 每日签到
zh_tw: 每日簽到

# Account_RefreshInfo
source: Refresh Info
de_de: Info aktualisieren
es_mx: Actualizar información
fr_fr: Actualiser les infos
hi_in: जानकारी रीफ़्रेश करें
id_id: Segarkan Info
it_it: Aggiorna Info
ja_jp: 情報更新
ko_kr: 정보 새로고침
pt_br: Atualizar informações
ru_ru: Обновить
zh_cn: 刷新信息
zh_tw: 重新整理資訊

# Account_TravelJournal
source: Travel Journal
de_de: Reisetagebuch
es_mx: Diario de viaje
fr_fr: Journal de voyage
hi_in: यात्रा जर्नल
id_id: Jurnal Perjalanan
it_it: Diario di Viaggio
ja_jp: 旅の記録
ko_kr: 여행 일지
pt_br: Diário de viagem
ru_ru: Дневник путешествий
zh_cn: 旅行札记
zh_tw: 旅行札記

# Account_GachaAnalysis
source: Wish Analysis
de_de: Wunschverlauf-Analyse
es_mx: Análisis de deseos
fr_fr: Analyse des vœux
hi_in: विश विश्लेषण
id_id: Analisis Wish
it_it: Analisi Desideri
ja_jp: 祈願分析
ko_kr: 기원 분석
pt_br: Análise de desejos
ru_ru: Анализ молитв
zh_cn: 抽卡分析
zh_tw: 祈願分析

# Account_AccountSecurity
source: Account Security
de_de: Kontosicherheit
es_mx: Seguridad de cuenta
fr_fr: Sécurité du compte
hi_in: खाता सुरक्षा
id_id: Keamanan Akun
it_it: Sicurezza Account
ja_jp: アカウントセキュリティ
ko_kr: 계정 보안
pt_br: Segurança da conta
ru_ru: Безопасность
zh_cn: 账号安全
zh_tw: 帳號安全

# Account_FreezeAccount
source: Freeze Account
de_de: Konto einfrieren
es_mx: Congelar cuenta
fr_fr: Geler le compte
hi_in: खाता फ़्रीज़ करें
id_id: Bekukan Akun
it_it: Congela Account
ja_jp: アカウント凍結
ko_kr: 계정 동결
pt_br: Congelar conta
ru_ru: Заморозить аккаунт
zh_cn: 冻结账号
zh_tw: 凍結帳號

# Account_CopyCookie
source: Copy Cookie
de_de: Cookie kopieren
es_mx: Copiar cookie
fr_fr: Copier le Cookie
hi_in: कुकी कॉपी करें
id_id: Salin Cookie
it_it: Copia Cookie
ja_jp: Cookieをコピー
ko_kr: 쿠키 복사
pt_br: Copiar cookie
ru_ru: Копировать Cookie
zh_cn: 复制 Cookie
zh_tw: 複製 Cookie

# Account_DeleteAccount
source: Delete Account
de_de: Konto löschen
es_mx: Eliminar cuenta
fr_fr: Supprimer le compte
hi_in: खाता हटाएँ
id_id: Hapus Akun
it_it: Elimina Account
ja_jp: アカウント削除
ko_kr: 계정 삭제
pt_br: Excluir conta
ru_ru: Удалить аккаунт
zh_cn: 删除账号
zh_tw: 刪除帳號

# Account_Logout
source: Log Out
de_de: Abmelden
es_mx: Cerrar sesión
fr_fr: Déconnexion
hi_in: लॉग आउट
id_id: Keluar
it_it: Disconnetti
ja_jp: ログアウト
ko_kr: 로그아웃
pt_br: Sair
ru_ru: Выйти
zh_cn: 退出登录
zh_tw: 登出

# Account_CommunityFeed
source: Community Feed
de_de: Community-Beiträge
es_mx: Feed de comunidad
fr_fr: Fil communautaire
hi_in: कम्युनिटी फ़ीड
id_id: Feed Komunitas
it_it: Feed Community
ja_jp: コミュニティフィード
ko_kr: 커뮤니티 피드
pt_br: Feed da comunidade
ru_ru: Лента сообщества
zh_cn: 社区动态
zh_tw: 社群動態

# Account_Likes
source: Likes
de_de: Erhaltene Likes
es_mx: Me gusta
fr_fr: J'aime reçus
hi_in: पसंद
id_id: Suka
it_it: Mi Piace
ja_jp: いいね
ko_kr: 좋아요
pt_br: Curtidas
ru_ru: Лайки
zh_cn: 获赞数
zh_tw: 獲讚數

# Account_Posts
source: Posts
de_de: Beiträge
es_mx: Publicaciones
fr_fr: Publications
hi_in: पोस्ट
id_id: Postingan
it_it: Post
ja_jp: 投稿
ko_kr: 게시물
ru_ru: Посты
zh_cn: 发帖数
zh_tw: 發文數

# Account_Replies
source: Replies
de_de: Antworten
es_mx: Respuestas
fr_fr: Réponses
hi_in: उत्तर
id_id: Balasan
it_it: Risposte
ja_jp: 返信
ko_kr: 댓글
pt_br: Respostas
ru_ru: Ответы
zh_cn: 回复数
zh_tw: 回覆數

# Account_BoundCharacters
source: Bound Characters
de_de: Verknüpfte Charaktere
es_mx: Personajes vinculados
fr_fr: Personnages liés
hi_in: बंधे हुए पात्र
id_id: Karakter Terikat
it_it: Personaggi Associati
ja_jp: 連携済みキャラクター
ko_kr: 연동된 캐릭터
pt_br: Personagens vinculados
ru_ru: Привязанные персонажи
zh_cn: 绑定角色
zh_tw: 綁定角色

# Account_NoCharacters
source: No characters bound
de_de: Keine verknüpften Charaktere
es_mx: No hay personajes vinculados
fr_fr: Aucun personnage lié
hi_in: कोई पात्र बंधा नहीं
id_id: Tidak ada karakter terikat
it_it: Nessun personaggio associato
ja_jp: 連携済みキャラクターなし
ko_kr: 연동된 캐릭터 없음
pt_br: Nenhum personagem vinculado
ru_ru: Нет персонажей
zh_cn: 暂无绑定角色
zh_tw: 暫無綁定角色

# Account_BindHint
source: Please bind a character in MiYouShe or in-game, then refresh
de_de: Bitte verknüpfe Charaktere in der MiHoYo-App oder im Spiel und aktualisiere dann.
es_mx: Por favor, vincula un personaje en MiYouShe o en el juego, luego actualiza
fr_fr: Veuillez lier un personnage dans Hoyolab ou en jeu, puis actualiser
hi_in: कृपया MiYouShe या गेम में पात्र बाँधें, फिर रीफ़्रेश करें
id_id: Silakan tautkan karakter di MiYouShe atau di dalam game, lalu segarkan
it_it: Associa un personaggio su HoYoLAB o in gioco, poi aggiorna
ja_jp: MiYouSheまたはゲーム内でキャラクターを連携してから更新してください
ko_kr: 미호요 커뮤니티 또는 게임 내에서 캐릭터를 연동한 후 새로고침하세요
pt_br: Por favor, vincule um personagem no MiYouShe ou no jogo e depois atualize
ru_ru: Привяжите персонажа в MiYouShe или игре, затем обновите
zh_cn: 请在米游社或游戏中绑定角色后刷新
zh_tw: 請在米遊社或遊戲中綁定角色後重新整理

# Account_PlayTime
source: Play Time
de_de: Spielzeit
es_mx: Tiempo de juego
fr_fr: Temps de jeu
hi_in: खेल समय
id_id: Waktu Bermain
it_it: Tempo di Gioco
ja_jp: プレイ時間
ko_kr: 플레이 시간
pt_br: Tempo de jogo
ru_ru: Время игры
zh_cn: 游戏时长
zh_tw: 遊戲時長

# Account_RecentDays_Format
source: Last {0} Days
de_de: Spielstatistik der letzten {0} Tage
es_mx: Últimos {0} días
fr_fr: Statistiques des {0} derniers jours
hi_in: पिछले {0} दिन
id_id: Statistik {0} Hari Terakhir
it_it: Ultimi {0} Giorni
ja_jp: 過去{0}日間のプレイ統計
ko_kr: 최근 {0}일
pt_br: Últimos {0} dias
ru_ru: Последние {0} дн.
zh_cn: 近 {0} 天游玩统计
zh_tw: 近 {0} 天遊玩統計

# Account_InGame
source: In Game
de_de: Im Spiel
es_mx: En juego
fr_fr: En jeu
hi_in: गेम में
id_id: Dalam Game
it_it: In Gioco
ja_jp: ゲーム内
ko_kr: 게임 내
pt_br: No jogo
ru_ru: В игре
zh_cn: 游戏中
zh_tw: 遊戲中

# Account_TotalTime
source: Total Time
de_de: Gesamtzeit
es_mx: Tiempo total
fr_fr: Temps total
hi_in: कुल समय
id_id: Total Waktu
it_it: Tempo Totale
ja_jp: 合計時間
ko_kr: 총 시간
pt_br: Tempo total
ru_ru: Всего
zh_cn: 总时长
zh_tw: 總時長

# Account_DailyAvg
source: Daily Average
de_de: Täglicher Durchschnitt
es_mx: Media diaria
fr_fr: Moyenne quotidienne
hi_in: दैनिक औसत
id_id: Rata-rata Harian
it_it: Media Giornaliera
ja_jp: 1日の平均プレイ時間
ko_kr: 일일 평균
pt_br: Média diária
ru_ru: Среднее в день
zh_cn: 日均时长
zh_tw: 日均時長

# Account_NoRecentRecords_Format
source: No game records for the last {0} days
de_de: Keine Spielaufzeichnungen der letzten {0} Tage
es_mx: No hay registros de juego para los últimos {0} días
fr_fr: Aucune donnée de jeu sur les {0} derniers jours
hi_in: पिछले {0} दिनों का कोई गेम रिकॉर्ड नहीं
id_id: Tidak ada catatan game selama {0} hari terakhir
it_it: Nessun record di gioco negli ultimi {0} giorni
ja_jp: 過去 {0} 日間のゲーム記録なし
ko_kr: 최근 {0}일 동안 게임 기록이 없습니다
pt_br: Sem registros de jogo nos últimos {0} dias
ru_ru: Нет записей за последние {0} дн.
zh_cn: 近 {0} 天暂无游戏记录
zh_tw: 近 {0} 天暫無遊戲記錄

# Account_DeleteAccountConfirm_Format
source: Delete account "{0}"? This will delete all related data including credentials, wish history, and cloud gaming credentials. This cannot be undone.
de_de: Konto "{0}" löschen? Dies löscht alle zugehörigen Daten, einschließlich Anmeldedaten, Wunschverlauf und Cloud-Spiel-Daten – unwiderruflich.
es_mx: ¿Eliminar la cuenta "{0}"? Esto eliminará todos los datos relacionados, incluyendo credenciales, historial de deseos y credenciales de juego en la nube. Esta acción no se puede deshacer.
fr_fr: Supprimer le compte "{0}" ? Cette action supprimera toutes les données associées, y compris les identifiants, l'historique des vœux et les identifiants cloud gaming, et est irréversible.
hi_in: खाता "{0}" हटाएँ? इससे क्रेडेंशियल, विश इतिहास और क्लाउड गेमिंग क्रेडेंशियल सहित सभी संबंधित डेटा हट जाएगा। इसे पूर्ववत नहीं किया जा सकता।
id_id: Hapus akun "{0}"? Ini akan menghapus semua data terkait termasuk kredensial, riwayat wish, dan kredensial cloud gaming. Ini tidak dapat dibatalkan.
it_it: Eliminare l'account "{0}"? Verranno cancellati tutti i dati associati, incluse credenziali, cronologia desideri e credenziali di cloud gaming. Questa azione è irreversibile.
ja_jp: アカウント "{0}" を削除しますか？認証情報、祈願履歴、クラウドゲーム認証情報など、すべての関連データが削除され、復元できません。
ko_kr: "{0}" 계정을 삭제하시겠습니까? 자격 증명, 기원 기록, 클라우드 게임 자격 증명을 포함한 모든 관련 데이터가 삭제됩니다. 이 작업은 되돌릴 수 없습니다.
pt_br: Excluir conta "{0}"? Isso excluirá todos os dados relacionados, incluindo credenciais, histórico de desejos e credenciais de cloud gaming. Isso não pode ser desfeito.
ru_ru: Удалить аккаунт "{0}"? Все данные будут удалены безвозвратно.
zh_cn: 删除账号 "{0}"？此操作将删除该账号的所有相关数据，包括凭证、祈愿记录和云游戏凭证，且无法恢复。
zh_tw: 刪除帳號 "{0}"？此操作將刪除該帳號的所有相關資料，包含憑證、祈願記錄和雲端遊戲憑證，且無法恢復。

# Account_DeleteComplete
source: Account "{0}" deleted.
de_de: Konto "{0}" erfolgreich gelöscht
es_mx: Cuenta "{0}" eliminada.
fr_fr: Compte "{0}" supprimé
hi_in: खाता "{0}" हटा दिया गया।
id_id: Akun "{0}" dihapus.
it_it: Account "{0}" eliminato.
ja_jp: アカウント "{0}" が削除されました。
ko_kr: "{0}" 계정이 삭제되었습니다.
pt_br: Conta "{0}" excluída.
ru_ru: Аккаунт "{0}" удалён.
zh_cn: 账号 "{0}" 删除完成
zh_tw: 帳號 "{0}" 刪除完成

# Account_DeleteException
source: Account deletion error
de_de: Fehler beim Löschen des Kontos
es_mx: Error al eliminar cuenta
fr_fr: Exception lors de la suppression du compte
hi_in: खाता हटाने की त्रुटि
id_id: Kesalahan penghapusan akun
it_it: Errore eliminazione account
ja_jp: アカウント削除エラー
ko_kr: 계정 삭제 오류
pt_br: Erro ao excluir conta
ru_ru: Ошибка удаления аккаунта
zh_cn: 删除账号异常
zh_tw: 刪除帳號異常

# Account_DeleteBtn
source: Delete
de_de: Löschen
es_mx: Eliminar
fr_fr: Supprimer
hi_in: हटाएँ
id_id: Hapus
it_it: Elimina
ja_jp: 削除
ko_kr: 삭제
pt_br: Excluir
ru_ru: Удалить
zh_cn: 删除
zh_tw: 刪除

# Account_CheckingIn
source: Checking in...
de_de: Check-in läuft...
es_mx: Haciendo check-in...
fr_fr: Check-in en cours...
hi_in: चेक-इन हो रहा है...
id_id: Sedang check-in...
it_it: Check-in in corso...
ja_jp: チェックイン中...
ko_kr: 출석 체크 중...
pt_br: Fazendo check-in...
ru_ru: Отметка...
zh_cn: 签到中
zh_tw: 簽到中

# Account_CheckinComplete
source: Check-in complete
de_de: Check-in abgeschlossen
es_mx: Check-in completado
fr_fr: Check-in terminé
hi_in: चेक-इन पूर्ण
id_id: Check-in selesai
it_it: Check-in completato
ja_jp: チェックイン完了
ko_kr: 출석 체크 완료
pt_br: Check-in concluído
ru_ru: Отметка завершена
zh_cn: 签到完成
zh_tw: 簽到完成
